---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.ViewsExportedByContextEventArgs
source: html/25c354ed-4366-b190-8f7c-ecc04be6c544.htm
---
# ViewsExportedByContextEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.